[
    {
     "name": "Shaniwar Wada Palace",
     "desc": "A prominent historical landmark in Pune is Shaniwarwada which is considered as one of the best pune tourist places. It is a majestic fortification which was built in 1732 and during that time it was the seat of the Peshwas of the Maratha Empire and they ruled over there until 1818. After they lost control to the British East India Company, they could not use it longer. But when they were in the reign, Shaniwarwada was the centre of Indian politics in the 18th century and is one of the famous places to visit in pune with friends. But in 1828, the fort was destroyed by a huge fire and later the remnants were transformed to become a tourist site. Shaniwarwada was a seven-storied capital building of the Peshwas and they wanted the building to be made of stone alone. However, after the completion of the ground floor, the people of Satara insisted that stone monument can be sanctioned and built only by the Shahu King, not the Peshwas.",
     "address": "Shaniwar Peth, Pune, Maharashtra 411030",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--qtTn4da4--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/169\/original\/1520580692_1520497807_33012551555_74155cad39_k.jpg.jpg.jpg"
    },
    {
     "name": "Aga Khan Palace",
     "desc": "Yet another amazing landmark and one of the famous places to visit in Pune with friends is the Aga Khan Palace which was built by Sultan Muhammed Shah Aga Khan III in 1892. In the history of India, this palace placed itself on a prominent space as one of the biggest landmarks in India. As an act of charity, the palace existed and the Sultan who built it wanted to help the poor in the region. The mighty monument is an important part of Pune tourism and is also considered to be a sparkling jewel in Indian history which had a close connection with the Indian freedom movement since it served as a prison for Mahatma Gandhi and his wife, his secretary, and Sarojini Naidu. Kasturba Gandhi and Mahadev Desai, the secretary died in this palace.",
     "address": "Pune Nagar Road, Kalyani Nagar, Pune, Maharashtra 411014",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--2yl7n6B2--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/163\/original\/aga-20khan-20palace-khushroo-20cooper-wikipedia.jpg.jpg"
    },
    {
     "name": "Dagdusheth Halwai Temple",
     "desc": "A famous Ganesha temple in Pune is Shreemath Dagdusheth Halwai Temple which is a major attraction in Maharashtra. The temple is visited by thousands of pilgrims every year. The annual ten-day celebrations named Ganeshotsav is the main festival conducted at the temple when celebrities and ministers arrive to pay tribute to the Lord. The main idol is insured for a sum of Rs.10 million and it is one of the very famous places in Pune and one of the amazing places to visit in Pune with family. Dagadusheth Halwai was the founder of the temple who was a trader, businessman and a sweet maker. He was from Karnataka and settled in Pune long ago. But his son died due to an epidemic and afterwards he and his wife fell into steep depression and to heal themselves, they were advised to build a Ganesh temple by their Guru Shri Madhavnath Maharaj.",
     "address": "Ganpati Bhavan, 250, Budhvar Peth, Shivaji Road, Pune, Maharashtra 411002",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--yyun3N8p--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/177\/original\/1520591453_Shreemant-Dagdusheth-Halwai-Sarvajanik-Ganpati-Pune.jpg.jpg"
    },
    {
     "name": "Osho Ashram",
     "desc": "Osho Ashram is one of the famous tourist places in Pune located in the Koregaon Park. The founder of the ashram was Rajneesh Chandra Mohan Jain who is famous among the people as Osho Rajneesh. The ashram has got another title as Osho Commune International of Pune and it is spread across 32 acres of land. Those who are eagerly waiting to escape into the laps of peace and tranquillity will fall in love with this ashram which is existing on a land of pure serenity and greenery and it offers the much-awaited break from the hustle and bustle of the city pollution and crowd. Currently, the ashram is perhaps the most visited tourist destination after it achieved fame among the tourists coming to Pune as well.",
     "address": "17, Koregaon Park Road, Vasani Nagar, Koregaon Park, Pune, Maharashtra 411001",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--bseYMVGo--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/165\/original\/1520591387_91968c014322846fa462ab7d6f5ab9ef.jpg.jpg"
    },
    {
     "name": "Vetal Tekdi",
     "desc": "A prominent hill in the city limits of Pune is Vetal Hill which is the highest point at an elevation of 2600 feet and one of the unforgettable places to see in Pune. Vetala temple is also located on the top of the hill and that is how the hill got its name as Vetal Hill. Adventure seekers come here in plenty to escape from the hustles and bustles of the city and it is a great morning trek location and it is one of the best places to visit in Pune. Near the temple, there is an observation desk set up by the Indian Forest Department. Vetal Tekdi is the Marathi name and from the hilltop, one can watch the Pune city as a whole on a clear day. The hill is a part of Bhamburda Van Vihar on the western side of Pune Municipal Corporation and an important part of Pune Tourism.",
     "address": "Pashan, Pune 411038, Maharashtra",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--vhuoRGrL--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/075\/758\/original\/1169385805_1dc805435c_b.jpg.jpg"
    },
    {
     "name": "Lal Mahal",
     "desc": "Lal Mahal is one of the famous tourist places in Pune which has another name as Red Palace. It is a beautiful monument established in 1630 AD by Shivaji Maharaj’s father Shahaji Bhosale for his wife and son. Shivaji Maharaj lived here for a long time until the time he captured his first fort. The original one had undergone several destructions and the current one is a reconstructed structure, located at the heart of the city. Shivaji’s wedding with Maharani Saibai took place in this palace. The original monument was constructed with the aim of rejuvenating the city of Pune when Dadoji Kondev entered the city with Shivaji Maharaj. The history recorded at various places proves the fact that Lal Mahal was used for organising feasts for the Brahmins during the thread ceremony of Sadoba, the son of Chimajiappa. ",
     "address": "Lal Mahal, Ganesh Rd, Durvankur Society, Kasba Peth, Pune, Maharashtra 411002",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--iCgpFJEC--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/970\/original\/1520513068_laal_mahal_in_pune.PNG.jpg"
    },
    {
     "name": "Raja Dinkar Kelkar Museum",
     "desc": "An intriguing museum with a lot of references to the medieval history of India is located in Pune and that is the most famous tourist places in Pune, Raja Dinkar Kelkar Museum. It possesses the rare collection of Dr. Dinkar G Kelkar dedicated to the memory of his sone, Raja. There are three floors for this museum displaying different types of sculptures dating back to the 14th century along with ivory, silver and gold items and musical instruments, war weapons, vessels etc. The collection began in 1920 and by 1960, the museum was filled with 15000 objects and later in 1962, Dr. Kelkar donated all the collections to the Government of Maharashtra. Currently, if you visit the museum, you will come across more than 20000 objects out of which 2500 only are on display.",
     "address": "1377-78, Natu Baug,Off. Bajirao Road,Shukrawar Peth, Pune, Maharashtra 411002",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--ru3VJImh--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/170\/original\/1520591429_N0000106921_3.jpg.jpg"
    },
    {
     "name": "National Defence Academy",
     "desc": "NDA is the sophisticated acronym of the National Defence Academy in Pune. It is the joint services academy of the Indian Armed Forces where three sections of the defence field such as the Army, the Navy and the Air Force cadets are trained together before the get pre commissioning training in the respective service academies and it is one of the famous places to visit in Pune city. The academy is located at Khadakwasla near Pune and it is the first tri service academy in the world. Since its establishment, the cadets from the academy have led and fought in major conflicts in which the Indian Armed Forces has been called to action. ",
     "address": "NDA Alumni Association, National Defence Academy, PO NDA Khadakwasla, Pune-411023",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--9cXoVCjc--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/172\/original\/1552312417_passing-out-parade_494d33fe-699d-11e8-af35-5e950c6035ab.jpg.jpg"
    },
    {
     "name": "Explore Parvati Hill",
     "desc": "This beautiful lush green hill is one of the prominent Pune visiting places. Not only is the place popular for trekking and escaping into nature, but is famous for its ancient Paravati Temple atop the summit. This temple, located at around 2,100 ft. above sea level, was built during the time of the Peshwas and it is one of the best places in Pune. One of the best activities in Pune is to see the sunset from this hilltop, which is reachable after a climb of around 103 steps. There are also other temples like Devdeveshwar temple, Kartikeya temple, and Vishnu temple at the top. Don’t miss the Peshwa Museum to see pictures and exhibits about the glorious life of Peshwa rulers.\n",
     "address": "Parvati Hill, Parvati Paytha, Pune, Maharashtra 411009",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--OCQvIdzn--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/174\/original\/1520591274_Capture.PNG.jpg"
    },
    {
     "name": "Sinhagad Fort",
     "desc": " Sinhagad or Kondana is a pride of the southwestern region of Pune. This fort was the one to support Maharashtra during the ancient battles. Sinhagad battle of 1671 is the significant one. Bhuleshwar range of the great Sahyadris is the home to this historical monument. The fortress has an elevation of around 1312 m above the sea level. Sinhagad has got its own breakneck slopes to protect it from all sides. There are two entrances to this fort – one in the north-eastern region (Pune Darwaza) and another one towards the southeastern part (Kalyan Darwaza). The authenticity and the richness of Sinhagad fortress date back to around 1000 years. This is evident from the carvings present on the walls of Kaundinya Eshwar temple there. Sinhagad is valued as a true sightseeing heritage.",
     "address": "Sinhagad fort is located at Sinhagad Ghat Road, in the Thoptewadi region of Maharashtra (411025)",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/h35a146zumd6dcarqtkvi21m9zzd_1524423905_Sinhagad_Fort.jpg"
    },
    {
     "name": "Cafe Paashh",
     "desc": "How would you feel if a cafe gets blend with all the luxury you ever need? Interestingly, Paash is one such wonder near to your own door in the calm city of Pune. This organic cafe has the beauty of sustainable architecture along with a store of plush clothes, decorated artifacts, home-wares and gifts that you can take back for your family and friends. Dive in the beauty of white clad walls covered with picture frames, royal chandeliers, and make sure you do not miss out the events they love to host at this amazing visiting place in Pune. ",
     "address": "Kalyani Nagar, Pune",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s---J2aT9NF--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/145\/095\/original\/1550129687_IMG-20190207-WA0009.jpg.jpg"
    },
    {
     "name": "Pashan Lake",
     "desc": "A captivating yet artificial lake near the suburbs of Pashan Hills is Pashan Lake located at a distance of 12 kilometres from the city centre of Pune. It was built during the British era in order to fulfil the water requirement of the natives in the region and neighbourhood. Ram Nadi, a small rivulet is the inlet of the huge lake and it is controlled by the barrage at the north side of the lake and it is one of the best places to see in Pune. Pashan Lake is considered as one of the best places in Pune for sighseeing and one of the amazing places to visit in Pune with family. It's catchment area that spreads across an area of 40 square kilometres and it gives water to the old Pashan Village, the Governer’s Residence etc. But unfortunately the urbanisation caused the lake to welcome deterioration and the quality of the water dropped down to a large extent. ",
     "address": "Pashan | 12 Km from Pune, Pune 411021, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--9FSj-XXb--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/955\/original\/1520591177_crocodile_1_ranganthitu_2007_11_17.jpg.jpg"
    },
    {
     "name": "Pune Okayama Friendship Garden",
     "desc": "Tucked away from the bustling city, lies a surreal place in Pune, Pune Okayama Friendship Garden that looks refreshingly green everywhere around as far as your eyes can see! Spread across 10 acres of land, This garden is inspired by a 300-year-old Japanese Korakuen garden that was developed by Ikeda Royal family in Okayama, Japan. This is the biggest Japanese garden in the world outside Japan and has also been featured in many Bollywood movies. The garden has become a key attraction in Pune and is also referred to as Pu. La. Deshpande Garden, in fond memory of Pu. La. Deshpande, a renowned Marathi writer.",
     "address": "Sinhgad Rd, Pune Okayama Friendship Garden, Dattawadi, Pune, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/6ylsvm2mppqzbdgbir05xo9aii0o_1573114126_Pu_La_Deshpande_garden_5.jpg"
    },
    {
     "name": "Shinde Chhatri",
     "desc": "Shinde Chhatri is a memorial dedicated to the 18th-century military leader Mahadji Shinde and it is one of the main attraction and a well-known Pune places to visit . Mahadji Shinde served as the commander in chief of the Maratha army under the rule of Peshwas from 1760 to 1780.\n\nThe majestic representative of the Maratha rule houses a hall that marks the spot of Mahadji Shinde’s cremation on 12th February 1794.  During 1794, the memorial had only one temple dedicated to Lord Shiva built by Mahadji Shinde himself and in 1965 only, a Samadhi was constructed outside the sanctum of the Shiva temple. Madhavrao Scindia was responsible for the construction of the complex along with the memorial.",
     "address": "Wanowrie, Pune 411001, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--5Efh4kpy--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/173\/original\/1520591304_Shinde-Chhatri.jpg.jpg"
    },
    {
     "name": "Rajiv Gandhi Zoological Park",
     "desc": "Go for an amazing outing with your friends and family to Rajiv Gandhi Zoological Park when you are in the city of Pune. The famous park is known for having a snake park, an animal orphanage and a zoo that makes it totally worth a visit for lovers of wildlife and nature. Whether you are an adult or a kid, a visit to Rajiv Gandhi zoological park is an exciting trip to learn more about snakes and reptiles and come back with more knowledge about these elusive creatures. Some famous animals which can be spotted here are a white tiger, leopard, blackbucks, elephants, sambhars etc. There is also a 13 ft cobra which gathers the most attention by tourists visiting the snake park inside the Rajiv Gandhi Zoological Park.",
     "address": "Satara Road, Near Bharati Vidyapeeth, Katraj, Pune, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/xzf9r6lcqsctstqh7ctrcifiq5mi_1574849935_813801_LVQNz8yN.jpg"
    },
    {
     "name": "National War Museum",
     "desc": "Offering an astounding getaway to commemorate the memory of brave Indian soldiers who lost their lives in the line of fire, National War Museum is one of the most amazing Pune tourist places. Engulfed by a blanket of greenery, National War Museum is the only war memorial in South Asia that was built by the contributions of common citizenry. National War Museum is an interesting visit to appreciate the efforts of citizens in Pune in acknowledging the valour of Indian soldiers. One who visits here can get a chance to get a glimpse of a MiG-23BN which was used in the Kargil war. Another fascinating thing on display here is the replica of INS Trishul which offered its services in the India-Pakistan War of 1971 and Liberation of Goa. National War Museum offers a great trip for students and people interested in Indian defence history.",
     "address": "Prince Of Wales Drive, Ghorpuri Lines, Dobarvadi, Ghorpadi, Pune, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/kk8qmqvq79p11cz5wt6vhn6wuckr_1524423718_National_War_Pune.JPG"
    },
    {
     "name": "Taljai Hills",
     "desc": "Maharashtra is blessed with a number of picturesque travel destinations that has a magnetic pull to nature lovers and adventure enthusiasts. Whether it is the verdant hills or dense forests, monsoon adds a mystical charm to these places when they look rejuvenated and green. Taljai Hills is a popular weekend getaway in the city of Pune, which is a favourite of tourists for its abounding natural beauty and exotic fauna. Tucked in the Western Ghats with a pleasant climate virtually round the year, the place has a number of attractions for environmentalists and shutterbugs. The open forest area provides a relaxing haven for morning and evening walks.",
     "address": "Pachgaon Parvati Taljai Forest Area, Pune, Maharashtra, 411043, India",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/11101bkr2ilaxx642k2nz3y32yod_1573298402_Taljai.jpg"
    },
    {
     "name": "Peacock Bay",
     "desc": "Peacock Bay is a famed places to visit in Pune, located as a part of Khadakwasla dam’s lake and it is owned by the National Defence Academy in Pune. It is known to be the nerve centre of all watermanship training programmes. A large number of peacocks found near the location is the reason why it is called Peacock Bay and it is one of the best places in Pune. This picturesque bay has all the facilities to train the cadets. It includes an extensive arrangement of seamanship training equipment, sailing boats of all sorts, speed boats, water skis, whalers, dinghies, windsurfers and cutters. ",
     "address": "Peacock Bay, National Defence Academy, Khadakwasla, Pune, Maharashtra",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--XyGts3De--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/954\/original\/1520591359_National-Inland-Enterprise-Championship-2011-3000x1500.jpg.jpg"
    },
    {
     "name": "Vishrambaug Wada",
     "desc": "A resonating reminder of Pune’s rich cultural heritage, Vishrambaug Wada was built in 1807 as a mansion for Peshwa Bajirao of Pune. It boasts of its majestic design and architecture with cypress-shaped columns, decorated ceilings and imposing verandahs. The place can be visited during a heritage walk in Pune that is organised every Sunday and offers an entertaining musical performance to the public. The place is replete with its historical charm and leaves a lasting impression on everyone’s mind. It is one of the most interesting Pune tourist places that will take you back to the times of Peshwa rule in the erstwhile Maratha kingdom. The place has been undergoing constant renovations and houses a post office and some other offices of Pune Municipal Corporation.\n\n",
     "address": "RB Kumthekar Rd, Perugate, Sadashiv Peth, Pune, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/ptlb79lteswhccxmzajqxls4f3l3_1524424040_Vishrambaug_Wadajpg.jpg"
    },
    {
     "name": "Mahatma Phule Museum",
     "desc": "Founded in the year 1890, Mahatma Phule Museum is one of the must-visit Pune tourist attractions for history buffs. Earlier established as Lord Ray Museum, the museum was renamed as Mahatma Phule Museum in the year 1968. The museum makes for an interesting trip as one can see various collections of industrial products, agricultural items and handicraft pieces in this museum. Although the place has been about 118 years old now, it presents the old-world charm in the most amazing way to the tourists. If you wish to know more about the unique culture and rich heritage of India, Mahatma Phule Museum is a very educational experience for the tourists. Other notable and interesting collections which one can see here include brassware, stone carvings, marble statues, oil painting, textiles, body samples of animals from seals to elephants and so on.",
     "address": "1204\/10, Ghole Road, Shivajinagar, Pune, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/bd6f1aqduegxp54czxmqo2hhbpbi_1524423976_Mahatma-Phule-Museum.jpg"
    },
    {
     "name": "Sentosa Water Park ",
     "desc": "Sentosa water park located just 10km from Pimpri Chinchwad, is one of the most amusing water-based theme parks around Pune. It is an adventurous destination for both kids and adults. You can have extreme fun in this Adventure land in just one day, by indulging in all the spine chilling and enthralling activities, which will leave you awestruck. This place covers Tube Twister Slides, Water Play System, Magical Mat Slides, Kiddie Pool, Wave Pool, Rain Dance With Live DJ, Leisure Pool and Waterfall. You can enjoy the delicious meals and snacks depending upon the variant you book.",
     "address": "Pimpri Chinchwad, Pune",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--a8aLofrk--\/c_fill,g_auto,h_600,q_auto,w_975\/f_auto,fl_strip_profile\/v1\/images\/photos\/000\/206\/808\/original\/1585579415_47507250442_d315a3c70e_b.jpg.jpg?1585579415"
    },
    {
     "name": "Adlabs Imagica",
     "desc": "The much-publicized theme park called Adlabs Imagica is the latest addition to the list of popular things to do in Pune. The park has a wide range of shows, water rides, thrill rides and much more and it is one of the best places to visit in Pune with family.\n",
     "address": "Off Mumbai-Pune expressway",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--RoAJshAe--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/126\/295\/original\/1520591505_Scream-Machine-at-ADLABS-IMAGICA.jpg.jpg"
    },
    {
     "name": "Saras Baug",
     "desc": "One of the most scenic attractions in Pune, Saras Baug is a great place to plan a visit with your friends and family. This place is popular its beautiful 25-acre park and the famous Talyatla Ganpati temple. Dedicated to Lord Ganesha, this temple attracts a number of devotees who come here to pay their respects and seek God’s blessings. It is one of the ideal Pune tourist places if you are visiting with children or looking for a relaxed spot for picnicking in the city. Saras Baug offers a refreshing experience as you are surrounded by a lush green landscape and indulge in various rides like giant wheels to bring out the kid in you. Another attraction of this place is the presence of a wide array of eateries which are just a delight for foodies in Pune. One can look forward to enjoying some lip-smacking dishes outside Saras Baug like pav bhaji, bhelpuri, panipuri etc.",
     "address": "Saras Baug is located within a radius of one kilometre from Swargate bus station and 3.6 km from Pune Railway Station",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/co51ek6j94ps4qfdhh44ibq79id8_1524423968_Sarasbaug_Pune.jpg"
    },
    {
     "name": "Diamond Water Park",
     "desc": "Enthrall yourself with an eventful day at Diamond Water Park the next time you are visiting Pune. It is one of the main attractions in Pune where you can be assured of a wonderful day and jam-packed enjoyment for kids. Diamond Water Park is visited by the people for a refreshing retreat with water sports and other fun activities. It boasts of having more than 7 swimming pools and more than 32 international water rides and attractions. Some popular attractions at Diamond Water Park are kiddies pool, family play station, wet bubble, Tortuga Falls etc. the fun rides offer a thrilling experience to all the tourists and there is also an unlimited lunch which you can enjoy at Diamond Water Park.",
     "address": "Water Park Road, Lohegaon, Pune City, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/rovrjzytr433rdbuzumk2aogx5dh_1586327926_daimond_5.jpg.jpg"
    },
    {
     "name": "Panshet Waterpark",
     "desc": "Ranked as one of the best places to visit in Pune is Panshet Water Park located amidst the Sahyadri Mountains. Those who love water sports and adventure under water, this water park is the best choice to have maximum fun and thrilling moments with your family or even alone. The most popular attraction in the city is nestled amid the beautiful locale lying in between two famous dams, Varasgaon and Panshet. Other tourist attractions located near to the water park are Raigad Fort, Khadakwaska Dam and Singad Fort. It is a perfect weekend getaway near Pune located 45 kilometres south-west of Pune and at an elevation of 910 meters above sea level. Adventure lovers arrive here to partake in different water sports like kayaking, water scooter rides, speed boating, swimming, surfing etc. The tourism department has done a tremendous job to make this attraction widely accepted and well acclaimed among the public. So much excitement and happiness are hidden in each ride in the park and kids as well as adults can enjoy them to the fullest for sure. Also, at the park, you can purchase food available at the food court.",
     "address": "Panshet Water Park, Near Khadakwasla Dam, Pune, Maharashtra 411024, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--eQK7T0Rx--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/968\/original\/1520516856_places_to_visit_in_pune_1.jpg.jpg"
    },
    {
     "name": "Khadakwasla Dam",
     "desc": "Khadakwasla Dam is one of the primary visiting places in Pune located at Khadakwasla, the location where the NDA is. The dam is built on the Mutha River, situated about 20 kilometres from Pune city. The dam has created a beautiful lake known as Khadkawasla Lake. The lake is the main source of water for the city and its suburbs. The largest lake in the region is Mushi Lake which is located about 50 kilometres away from Khadakwasla. Near the dam, there is the famous National Defence Academy, the Institute of Advanced Technology. Also, there is the popular Sinhagad Fort and the twin dams of Panshet and Varasgaon which supply water for irrigation.",
     "address": "Khadakwasla Dam, near Khadakwasla Village, off Sinhagad Road, Maharashtra 411024",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--B5c4Zoe4--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/176\/original\/1520591479_Khadakwasla_Dam.jpg.jpg"
    },
    {
     "name": "Appu Ghar Amusement Park",
     "desc": "Appu Ghar Amusement Park in Pune is a renowned attraction that keeps on calling out the tourists as well as the locals to come and enjoy the beauty presented here in the park. This is one of the best places to visit in pune with family. It boasts being the first amusement park came into existence in Pune and that is was in 1984. The name of the park came so interestingly; Appu was the name of an elephant which was a mascot for the Asian Games held in 1982 in Delhi. Appu Ghar Amusement Park is located in Nidgi, Pune and the other name of the park is Indira Gandhi Udyan which was earlier used to be known as Bund Garden. The park offers an umpteen number of fun rides, a serene lake and hilly terrains and thus it is also called the mini Disney Land of Pune.",
     "address": "No.23 Pradhikaran Sector Indira Gandhi Udyan Nigdi, Pune, Maharashtra, 411044, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--O1PbAFPN--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/963\/original\/1520516983_appu_ghar_pune.jpg.jpg"
    },
    {
     "name": "Katraj Snake Park",
     "desc": "Situated in Katraj, Maharashtra, this place is an exciting outing for lovers of nature and wildlife. It is one of the most famous Pune tourist attractions and offers an excellent tour of fascinating wildlife spotting various snakes, reptiles, birds and turtles. Katraj Snake Park is home to more than 22 species of snakes and garners interest from both children and adults. One of the most favourite attraction for the tourists at Katraj Snake Park is 13 feet long King Cobra. A park is an intriguing place where people are educated about snakes by clarifying their doubts and allaying their fears about snakes. Katraj Snake Park has been known for hosting a number of snake festivals, one of the most famous beings during the Nag Panchami. A visit to Katraj Snake Park is an educational experience where you can have fun and enjoyment with your family and friends with a bit of adventure.",
     "address": "Pune-Satara Road, Opp. Katraj Dairy, Katraj, Pune, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/q2flvjzb4n6uegjbgwu2nhql3zke_1524423784_Katraj-Snake-Park-pune2.jpg"
    },
    {
     "name": "Empress Garden",
     "desc": "A famous garden and one of the surreal places to see in Pune, this place is the Empress Garden managed by the Agri-Horticultural Society of Western India. Since 1880, the Empress Garden was under this society and it has been maintained well with the aim to nurture and protect the rare flora of the region. Sprawling across an area of 39 acres, the garden encompasses many varieties of trees, plants and flowers. Also, there will be flower shows and other similar programmes organised by the Agri-Horticultural Society in order to create an awareness among the people regarding the conservation and preservation of the rare species of flora and it is one of the best places to visit in Pune for kids.",
     "address": "Near Race Course, Kavade Mala, Ghorpadi, Pune, Maharashtra 411001, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--psbx3DcU--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/957\/original\/1520591535_DUnXawzU0AAnRGR.jpg.jpg"
    },
    {
     "name": "Mulshi Lake and Dam",
     "desc": "In the recent years, Mulshi Lake and Dam have been reformed to be one of the major tourist places in Pune and those who love to capture the pleasant pictures of nature at its best flood toward this lake and dam built on the famous Mula River. It is located in the Mulshi Taluka administrative division of the Pune district. The water from the dam is taken to use for irrigation and producing electricity at the Bhira hydroelectric power plant. The power plant is operated by Tata Power. The station is operating six 25 MW Perton turbines and one 150 MW Pumped Storage Unit. An inimitable weekend gateway from Pune to the precious nature filled by the Sahyadri ranges, Koraigadh and Dhangad Fort and other major attractions is the dam and lake.",
     "address": "Mulshi Taluk, Pune, Maharashtra 412108, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--CKJpe85M--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/956\/original\/1520591404_1200px-NagarjunaSagarDam.JPG.jpg"
    },
    {
     "name": "David Synagogue",
     "desc": "An old synagogue located in Pune is Ohel David Synagogue or Lal Deval, situated on Moledina Road in Pune. It was the idea of a philanthropist David Sassoon in 1867 and the building came into existence with evident English Gothic style. The design of the synagogue was given by Henry Saint Clair Wilkins, the synagogue resembles a church as it is made of red brick and trap stone structure. It possesses a 90 feet high obelisk on which a watch is hung and it was brought from London.",
     "address": "Dr. Ambedkar Road Moledina Road (Opposite Nehru Memorial Hall), Gawaliwada Camp, Pune, Maharashtra 411001, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--Je0VG9bg--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/973\/original\/1499938414_david.jpg.jpg"
    },
    {
     "name": "Pataleshwar Cave Temple",
     "desc": "An atypical rock cut cave temple in Pune is the Pataleshwar Cave Temple which is an ancient temple that dates back to the 8th century during the Rashtrakuta period. This temple is one of the famous places to visit in Pune with family. The temple is also known as Panchaleshvara or Bamburde temple. Originally, the temple’s location was outside the town and when the city limits were expanded, the temple is situated now on the downtown Jangli Maharaj Road. It has been declared as a protected monument by the government and it is one of the best sightseeing in Pune. The temple is dedicated to the Hindu god Shiva and it is made of basalt rock which has a cube-shaped sanctum 3-4 meters on each side. It holds a linga which represents the god and there are two smaller cells on each side. ",
     "address": "Jangali Maharaj Road, Revenue Colony, Shivajinagar, Pune, Maharashtra 411005",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--iQNGgI_B--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/053\/164\/original\/1520587096_8230515880_b7c7bf77c7_h.jpg.jpg"
    },
    {
     "name": "Harihar Fort Trek",
     "desc": "Harihar Fort is a historic site located in Maharashtra's Nashik district. The Harihar trek is famous among many travel enthusiasts seeking a quick retreat amidst nature. Blessed with a soothing aura of rich green foliage and panoramic views of breathtaking landscapes, the activity works as a stress buster dose for every trekker. Soon as you reach the hilltop of Harihar fort, you will be left stunned by the beautiful elongated plateau's astonishing views. On a clear day, the view from Fort Harihar can take your breath away. You have a great vantage point to see forts here, such as Bhaskargad or Basgad, Anjaneri fort, Bhandardurg, Vaitarna lake, and Utwad fort, etc.",
     "address": "Igatpuri, Maharashtra, India",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/7xlhkom9l3vchlb1f7lkwgnlro47_Harihar-Fort-Trek-Best-season-Indiahikes-Nitesh-Kumar.jpg"
    },
    {
     "name": "Fashion Street",
     "desc": "The crowded narrow lanes of Fashion Street are known to be one of the best places to enjoy a shopping spree in Pune. The place has around 450 stalls offering budget friendly clothing and accessories options. From high end brands to local salons, the variety of shops and items makes people from all over the city visit here. If your bargaining skills are good, then shopping at Fashion Street can turn out to be the best experience for you. Overall if you're looking for an affordable location in Pune to shop for the clones of your favourite brands then fashion Street is the one for you.",
     "address": "Bhavani Peth, Shobhapur, Kasba Peth, Pune",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--biB7cpiU--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/364\/604\/original\/1609226914_Fashion_street_pune.jpg.jpg"
    },
    {
     "name": "Joshi's Museum of Miniature Railways",
     "desc": "Home to a large collection of working models of various types of trains, the Joshi’s Museum of Miniature Railway is a very famous place in Pune. From steam trains to diesel engines and from high-speed intercity express to underground trains, various miniatures can be seen here. If planning a trip with your kids then this place will also offer you a guided tour in which you will be provided with an insight into the lifestyle and history of trains and the people who used to operate them.",
     "address": "17\/1, B\/2, Late GA Kulkarni Path, Next to, Kothrud, Pune, Maharashtra 411038",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--0LzI4Rde--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/364\/605\/original\/1609227139_Joshi%27s_Museum_of_Miniature_Railways.jpg.jpg"
    },
    {
     "name": "Sandhan Valley Trek With Rappelling, Igatpuri",
     "desc": "Camp amidst the serene nature, gazing at the stars, indulge in an adventurous walk through the narrow steak encircled by rock walls of 200 feet tall along with flying fox and rappelling. Also enjoy some fun games such as archery, coracle ride, dart, rifle shooting, etc. during the camping. Enjoy the magnificent sunrise or sunset from the top of Konkankada and experience the precious views the Sahyadris give you. Wind up the tour the next day with utmost satisfaction and undying memories. The start point of this trek is Samrad Village and the endpoint is Dehne Village. Sandhan Valley trek offers two variants- Without transportation(reach directly to Samrad Village) and With transportation(Kasara to Kasara).",
     "address": " Sandhan Valley, Samrad",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/ap4b3wmkf2a7zk5xvvpslmh6g0g5_1562584774_shutterstock_1214594950_%281%29.jpg"
    },
    {
     "name": "Hard Rock Café",
     "desc": "Out of the many places to visit in Pune for couples, The Rock Shop is the best. Hard Rock Café offers its patrons a variety of mixtures, of singers of the contemporary, and legends of the Rock World and it is one of the best hangout places in Pune. There are personal items of these legends, from all over the world, hung on the café’s, “Wall of Fame”. The more important ones are the patched denim coat of Elton John, the leather jacket of Bob Dylan, the Welson Hollowbody Electric Guitar, signed by the Edge of U2 and Bono.",
     "address": "Plot No. 81\/82, East Main Road, Koregaon Park Extension, Pune, Maharashtra 411036",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--_LbDInAN--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/118\/494\/original\/1520534267_New_breed_-_Live___hard_Rock_Cafe_Pune.jpg.jpg"
    },
    {
     "name": "Andharban Trek Pune",
     "desc": "Andharban has got its name from Andhra which means dark and ban which means, forest. Located at an altitude of 2160 feet, Andharban forest will make you skip your heartbeat with the majestic view of verdant mountains and sparkling waterfalls. Andharban trek is one of the rare treks in Sahyadri where starting and endpoints are different. The green-clad hills of western ghats and the Sahyadris make up for great trekking routes through the forests and to the top, offering stunning views of the monsoon-gifted area. Start your journey from the Pimpri Dam and ends at the amazing Bhira Dam. Experience seeing some of the most amazing valleys that get a whole new shade of green and beauty in the monsoons, making the entire experience worth cherishing.",
     "address": "Pimpri, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,dpr_1.0,f_auto,fl_progressive.strip_profile,g_center,h_450,q_auto,w_753\/v1\/filestore\/61me7kkelrbr8yz4ike2npa672ds_1592570666_1526370062_IMG_6790.JPG.png"
    },
    {
     "name": "High Spirits",
     "desc": "The distance between the nearest airport and High spirits is about 5.7 km, which makes it easy to make a pit stop for a drink before going to the hotel or wherever it is that you are staying. It hosts regular DJ parties, and is adorned with photographs, artefacts and other handmade or fashion clothing workshops and exhibitions, these take place during the week and the café is adored by all who visit it.",
     "address": "35, A 1, located close to ABC Farms, KP Annexe on Mundhwa Road, Pune is the address of this homely café",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--B1C3FocB--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/118\/495\/original\/1520514352_high_spirit_cafe_pune.jpeg.jpg"
    },
    {
     "name": "The Fish Bowl Restaurant",
     "desc": "With its chic vibes to sweep you off your feet, the Fish Bowl Restaurant is an excellent place to live your gastronomic dream in Pune. With its contemporary and elegant ambience and the mouth-watering delicacies that are served on your plate, this place is one of the most famous places in Pune. The menu here presents a wide array of options as well as the bar is known for its tantalizing drinks and beverages. With its outdoor seating and alfresco area, the Fish Bowl Restaurant remains a prominent place for all the foodies who are looking for the best places to visit in Pune.",
     "address": "88 Adjacent to Aga Khan Palace, Nagar Rd, Nilanjali Society, Kalyani Nagar, Pune",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--RCP8aTat--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/126\/290\/original\/1520514722_fishbowl_pune_places_to_visit.jpg.jpg"
    },
    {
     "name": "Mi A Mi Club",
     "desc": "One of the foremost choices for clubbing places to visit in Pune, Mi A Mi Club offers a refreshing break for party animals in the city. With a spectacular ambience, electrifying music and delectable food, this place offers an unforgettable evening among tourist places in Pune. Whether you’re looking to show off your dance moves or wishing to have a great time with your friends, this club at JW Marriott Hotel boasts of a curative list of cocktails with your thrilling party vibes to make the occasion memorable.",
     "address": "JW Marriott, Senapati Bapat Road, Pune",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--lz-eu4zF--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/126\/291\/original\/1520515329_mi_a_mi_pune.jpg.jpg"
    },
    {
     "name": "SWIG Bar and Eatery",
     "desc": "If you’re looking to splurge on some booze and partying, then SWIG Bar and Eatery is the place to have a great time with your friends. Serving some great cocktails and finger food to tingle your taste buds, SWIG Bar and Eatery is known for its fun vibes among tourist places in Pune. The music adds to the laid-back vibes in the ambience of this place while the dishes like cheesy nachos, potato wedges, pasta and fries are all-time favourites of the visitors here.",
     "address": "North Main Road Opposite, 28\/2, Lane Number 3, Koregaon Park, Pune",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--sbj74H5v--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/126\/293\/original\/1520516240_swig_cafe_pune.jpg.jpg"
    },
    {
     "name": "Classic Rock Coffee Co",
     "desc": "Looking for a refreshing break to spice up your taste buds at the most affordable prices? If yes, then Classic Rock Café Co. is an eventful place to light up your evening with its vibrant ambience replete with enchanting music and live performances. Some of the most outstanding features of this place are karaoke, outdoor seating, live sports screening, board games and valet parking that makes it unique among places to visit in Pune.\n",
     "address": "Mulik Capital, Kalyani Nagar, Pune",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--cKPiOUq8--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/126\/294\/original\/1520516391_classic_rock_pune.jpg.jpg"
    },
    {
     "name": "Weekend Riverside Camping Near Pune",
     "desc": "A historically important town, Wai is situated in the Satara District of Maharashtra and on the banks of Krishna River. A scenic wonder, the town is home to the amazing camping ground by the River Krishna, where picnickers come to pitch their tents facing the river and enjoy some of the best activities around the river. This camping experience brings to you the amazing opportunity to take your people and camp on the riverside by Krishna, including many outdoor activities like air rifle, archery, bamboo rafting, swimming, and group motorboating.\n\n",
     "address": "Wai, Pune",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--505MkD4N--\/c_fill,h_600,q_auto,w_975\/f_auto,fl_strip_profile\/v1\/images\/photos\/000\/030\/625\/original\/11094695_946576465403581_3038484557677919561_n.jpg.jpg?1458199039"
    },
    {
     "name": "Marine Drive ",
     "desc": "Popularly referred to as the Queen’s Necklace, Marine Drive is a 4 km long promenade located in South Bombay. One of the most beautiful roads in Mumbai, a birds-eye view of this stretch looks magnificent at night with the lights making the entirety resemble a queen’s necklace. This beautiful place in Mumbai comes alive in the evenings when people relax and admire the brilliant view or take a walk on the promenade overlooking the Arabian Sea that is surprisingly therapeutic to the soul. Chai-wallas, chat-wallas are added bonuses to the place making it another must-visit tourist place as well as an important part of the Mumbai nightlife.",
     "address": "Mumbai, Maharashtra, 400004, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--l-wgGSnK--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/040\/939\/original\/1521614653_places_to_visit_in_Mumbai.jpg.jpg"
    },
    {
     "name": "Gateway of India",
     "desc": "One of the most distinguishing landmarks that signify the city, the Gateway of India came into existence in the year 1924 during the British Raj to celebrate the arrival of King George V and Queen Mary to Bombay. The structure marks the area as one of India’s major ports which formally symbolised elements of British grandeur. Located in the waterfront area of Apollo Bunder, today it is one of the most popular tourist places in Mumbai for people from all over the globe who flock just for a glance at this monument.",
     "address": "Gateway of India is located at Apollo Bandar, Colaba, Mumbai, Maharashtra 400001",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--B3BIXan7--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/040\/923\/original\/1556284488_shutterstock_214982728.jpg.jpg"
    },
    {
     "name": "Colaba Causeway Market ",
     "desc": "From cheap road garments to in vogue boutiques, this path, which houses old structures from the British Raj, has it all. Colaba Causeway, also known as Shahid Bhagat Singh Road, is one of the best places in Mumbai for shopping and is a business road, and a noteworthy thoroughfare or land connect amongst Colaba and the Old Woman's Island in the city of Mumbai, India. While you can walk around the trails and search for garments, shoes, totes, and even gems in the most recent plans, you can likewise venture into one of the boutiques and take a gander at stunning decorations, garments, and so forth.",
     "address": "Colaba Causeway market is located at Bakery Ln, Army Area, Nofra, Navy Nagar, Colaba, Mumbai, Maharashtra 400005",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--0oot-j5O--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/868\/original\/1499433921_Colaba-Causeway.jpg.jpg"
    },
    {
     "name": "Juhu Beach",
     "desc": "Juhu can be defined as one of the largest and most sought after beaches in India. It is a hot-spot for elite celebrity homes and film personality sightings located in the suburbs of the city making it one of the most eminent tourist places to visit in Mumbai. Visitors all over the country love the beach for it is also a gastronomic paradise hosting stalls that serve up platters of lip-smacking street food. The sandy delight is most crowded during weekends where people can get entertained by horse and donkey rides, dancing monkeys, toy sellers and other kinds of amusement.",
     "address": " Juhu Tara Road, Juhu, Mumbai, Maharashtra, 400049, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--2VyGl7gA--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/040\/938\/original\/8557930298_89c85ff23a_o.jpg.jpg"
    },
    {
     "name": "Siddhivinayak Temple",
     "desc": "A Hindu temple dedicated to the Lord Shri Ganesh is a standing testament to beauty and architecture. Constructed in 1801, the temple entertains thousands of devotees every single day. Even Bollywood celebrities, as well as other prominent figures, climb up to the temple to seek blessings and offer prayers to Lord Ganesha that is its magnetism. In all, the temple is definitely among the popular tourist places to visit in Mumbai.",
     "address": "Siddhivinayak Temple is located at S.K.Bole Marg, Prabhadevi, Mumbai, Maharashtra 400028",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--_InUpu0Q--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/040\/982\/original\/1602662516_shutterstock_654498952.jpg.jpg"
    },
    {
     "name": "Hanging Gardens Of Mumbai",
     "desc": "Hanging Gardens is 138 years old garden located on the western side of the Malabar Hills. It is a man-made terrace garden built on multi-level stone terraces owing to its name. The garden is covered with numerous trees, shrubs, and an array of colorful flowers. There are many hedges carved into various shapes of animals. One would love to spend some cherishable time in silence with themselves or friends and family.",
     "address": "Ridge Rd, Simla Nagar, Malabar Hill, Mumbai, Maharashtra 400006",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,q_auto\/v1\/filestore\/2yrr3bfd09upsevlcybs5hifkvzm_image.jpg"
    },
    {
     "name": "Elephanta Caves",
     "desc": "The Elephanta Caves is also called Gharapurichi Leni, located on Elephanta Island in Mumbai, Maharashtra. The whole cave temple complex area is about 60000 sq ft and boasts of the central chamber, two lateral ones, many subsidiary shrines, and courtyards. Also, there are three passages to the temple complex. The entire location is built from solid natural rock with intricately carved sculptures of idols.",
     "address": "Gharapuri, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/qj62nh68fativk30jny3i6osrzgw_1524229348_Elephanta_caves.jpg"
    },
    {
     "name": "Haji Ali ",
     "desc": "A paramount religious site and one of the best places for sightseeing in Mumbai, Haji Ali is situated 500 yards from the shoreline in the middle of the Arabian Sea that houses the tomb of Muslim Saint Pir Haji Ali Shah Bukhari. This 400-year-old structure is not just marveled at for its intricate Indo-Islamic architecture; it is also a popular place of worship for people. Moreover, the local stalls outside the dynamic complex house some of the most delectable cuisines and specialties you can gorge on. It is a prominent stop on the Western line of the Mumbai local train hence making it easily accessible to the public.",
     "address": "Dargah Rd, Haji Ali, Mumbai, Maharashtra",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--PtX4ti6i--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/040\/937\/original\/1602662752_shutterstock_433239013.jpg.jpg"
    },
    {
     "name": "Chowpatty Beach",
     "desc": "Towards the northern end of Marine Drive lies one of the most seasoned seafronts called Chowpatty Beach, which is acclaimed for its bazaars and dinners.  Here one can find hundreds of salesmen are seen walking over the shoreline to sell various items of things, particularly on Sunday nighttimes.",
     "address": "Northern end of Marine Drive, South Mumbai",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--9A47p9Vm--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/040\/949\/original\/1521615026_b.png.jpg"
    },
    {
     "name": "Essel World",
     "desc": "Located in the beautiful coastal village of Gorai in Mumbai, Essel World happens to be one of the largest amusement parks in India. For over two decades, this recreational hub has been the pioneer in rendering entertainment and leisure to its visitors from all over the globe",
     "address": "Gorai Road, Borivali West, Mumbai, Maharashtra 400091",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/1d3cnjrs0bfe7aaa8crfm1mrkuun_1524230096_Essel_World.jpg"
    },
    {
     "name": "Worli Seaface",
     "desc": "A favourite hangout situated south of the picturesque Sea link from Bandra, Worli Seaface is another one of Bombay’s promenades. It is one of the top places in the city for one to experience the epic monsoons that offer a remarkable view of the angry waves rising up onto the road. The magnificent view of the Bandra Worli Sea Link is another beautiful places in Mumbai that must not be missed.",
     "address": "Worli, Mumbai, Maharashtra, 400030, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--N82AAvRw--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/041\/052\/original\/1602662542_shutterstock_702408349.jpg.jpg"
    },
    {
     "name": "Chhatrapati Shivaji Terminus ",
     "desc": "Chhatrapati Shivaji Maharaj Terminus is one of the UNESCO World Heritage site. It is a historic railway station and headquarters to the Central Railways. Built in May 1888, the place is popular for its wonderful architecture.  This Place is Mumbai's point of interest among youngster.",
     "address": "D.N Road, Mumbai.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--lHpwYtPQ--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/118\/454\/original\/1556284446_shutterstock_298268207.jpg.jpg"
    },
    {
     "name": "Goregaon Film City",
     "desc": "The Film City is one of the main highlights of Mumbai thus making it one of the most favorite tourist places to visit in Mumbai. Well-equipped with a multitude of studios that house artificial mountains, lakes, gardens, cities, and villages, which make it difficult to distinguish real from fake, the film city is a dream world for tourists everywhere.",
     "address": " Film city is located Inside Dadasaheb Phalke Chitranagri Main gate, Post Aarey Milk Colony, Goregaon East, Mumbai, Maharashtra 400065",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--NV96lwHP--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/040\/978\/original\/1602664759_image_%2817%29.png.jpg"
    },
    {
     "name": "Dharavi Slum ",
     "desc": "The largest slum in Asia, Dharavi breaks all stereotypes of a slum and is far from being a habitat for the impoverished and underprivileged. Contrary to popular notion, it is home to some of the most industrious, inspired and creative people, where the community leads rich lives in poverty. Residing east of Mahim and Bandra, this “slum” produces close to $500 million to $1 billion dollars thus largely contributing to Mumbai’s already-rich economy. From tea and vegetable vendors, bakeries, garment districts to NGOs, schools, Dharavi is home to one and all which is what makes it such a spectacular visit",
     "address": "Dharavi Mumbai",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--vhRITMuf--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/041\/050\/original\/1552117634_Dharavi_Slum.jpg.jpg"
    },
    {
     "name": "Red Carpet Wax Museum",
     "desc": "As the name suggests, the Red Carpet Wax Museum is one of those tourist places in Mumbai that one simply cannot miss because the museum showcases lifelike statues of celebrities and prominent people from all walks of life, such as socialites, politicians, world leaders, scientists, social workers etc. The statues are made to be completely alike the person they have been constructed after, giving a very authentic feel to the statue.",
     "address": "1st Floor, R City Mall, Lal Bahadur Shastri Marg, Amrut Nagar, Ghatkopar West, Mumbai, Maharashtra",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/df4mxwzd17jaa92anb743bf73hrl_1524229442_red_carpet_wax.jpg"
    },
    {
     "name": "Aksa Beach",
     "desc": "Another beach which is very famous and one of the must-visit tourist places in Mumbai is the Aksa Beach. Located close to Malvani, Aksa Beach is a popular beach and a vacation spot in Aksa town at Malad. Dabbed with private bungalows and lodgings, Aksa Beach is a prevalent spot in the Aksa town in Malad and is one of the best places for sightseeing in Mumbai. The beach has INS Hamla (a base of the Indian Navy) toward one side and another little shoreline called Dana Paani at another.",
     "address": "Aksa Village, Malad West, Mumbai, Maharashtra, 400095, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--y7wiHatS--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/863\/original\/1499430066_26307650750_2f5c922e7f_b.jpg.jpg"
    },
    {
     "name": "Versova Beach",
     "desc": "It is said that nothing can be a better solace than the magnificent beach in Mumbai.  Facing the Arabian Sea and creating a perfect moment for the beach lovers this beach is attracting a lot of tourists around the world. The population residing in this beach known as the Kolis mainly earns their livelihood by fishing. Fishing is the principal business around there. Unlike Marine where you can see tetrapods, Versova beach is seen filled with massive rocks to buffer the buildings from the waves.",
     "address": "Bharat Nagar, Versova, Andheri West, Mumbai, Maharashtra, 400047, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--CJDEoYqo--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/862\/original\/1602663737_shutterstock_1210574275.jpg.jpg"
    },
    {
     "name": "Powai Lake",
     "desc": "Powai Lake is an artificial lake located in the Powai valley in the northern suburb of Mumbai which was named after Framaji Kavasji Powai Estate. This lake is among the beautiful places in Mumbai which you can't pass up a great opportunity for your visit to this city. Situated on Salsette Island, by the Powai town, Powai Lake is a quiet and mitigating spot to appreciate nature taking care of business. Toward the east of this lake is the famous Indian Institute of Technology (IIT Mumbai) which lies downstream of Vihar Lake and the Mithi River.",
     "address": "Powai, Maharashtra, 400076, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--CFs8e47---\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/872\/original\/1602665294_shutterstock_1062405065.jpg.jpg"
    },
    {
     "name": "Kanheri Caves",
     "desc": "Kanheri caves which are nestled inside the Sanjay Gandhi National Park attracts a lot of tourists around the world who seeks some isolation. One can see the amazing waterfall which is just close to the cave. The seasonal waterfall gets plentiful of water amid the storm and turns into a place to be frequented by people around the world. The stupa at the front passageway makes the guests sufficiently curious to investigate a greater amount of this world legacy site known for their effortlessness which is without any remarkable imaginative aptitudes.",
     "address": " Sanjay Gandhi National Park, Borivali East, Mumbai, Maharashtra, 400066, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--c1IwXOu---\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/874\/original\/1602665366_shutterstock_603506636.jpg.jpg"
    },
    {
     "name": "Gorai Beach ",
     "desc": "There will be a lot of famous places in Mumbai which you would want to explore and wouldn’t want to miss. Gorai is a standout beach amongst the known beaches of Mumbai in the north suburb. This beach draws in residents from Suburbs and furthermore from far for a day cookout. Couples favor this shoreline because of simple availability from Bhayandar and Borivali and a furthermore bunch of resorts in Mumbai, cabins accessible as well. It is one of the most secure and cleanest shorelines with sufficient space to play around with your group, ride bikes, ride a camel or go inside ocean for a pontoon ride",
     "address": "Gorai RD, Maharashtra, 400092, India",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--Td4WrUPi--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/864\/original\/1602665480_shutterstock_1429009025.jpg.jpg"
    },
    {
     "name": "Chhatrapati Shivaji Maharaj Vastu Sangrahalaya",
     "desc": "Mumbai has always been the dream destination for all. While you are visiting this amazing destination times don’t miss your chance to visit the famous Chhatrapati Shivaji Maharaj Vastu Sangrahalaya. Also known as the Prince of Wales Museum of Western India this museum is one of the premier art and history museums in India. Located on the southern tip of Mumbai on the 'Cresent Site', the Museum building is a fine case of the Indo-Saracenic style of architecture. ",
     "address": "Chhatrapati Shivaji Maharaj Vastu Sangrahalaya is located at 159-161, Mahatma Gandhi Road, Fort, Mumbai, Maharashtra 400032",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--b3htHOsN--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/358\/496\/original\/1602663653_1_D3N6Vm4BPITNo4h-43c3CQ.jpeg.jpg"
    },
    {
     "name": "Shivaji Park ",
     "desc": "Shivaji park is one of the most popular Mumbai point of interest. Most of you might already know about these places but for the ones who are planning to visit for the first time let’s talk a bit about them. Known as the largest park Shivaji Park is a public park situated in Dadar and is one of the best places for Mumbai tourism.",
     "address": "Dadar West, Dadar, Mumbai, Maharashtra 400028",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--3wpZMzHq--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/112\/866\/original\/1513678163_Shivaji-Park_001.jpg.jpg"
    },
    {
     "name": "Global Vipassana Pagoda",
     "desc": "One of the top tourist places in Mumbai, Global Vipassana Pagoda is a landmark of tranquility, primarily spreading the teachings of Lord Buddha. Inaugurated by Ms. Pratibha Patil, former President of India in 2009, it is the largest pillar-less dome stone structure in the world.",
     "address": " Near Essel World, Gorai Village.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--hlf6Fi75--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/170\/272\/original\/1567518994_925752511s.jpg.jpg"
    },
    {
     "name": "Kamala  Nehru Park",
     "desc": "Part of the Hanging garden complex in Mumbai, Kamla Nehru Park is a recreational ground, covering almost 4 acres of land area. The Malabar Hills are decorated with these exquisite gardens which are under maintenance by the local civic bodies in the region. The Kamla Nehru Park is highly popular with tourists and children, who love to come here and enjoy the scenic views of the city.",
     "address": "The Kamla Nehru Park is located in Malabar Hills",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/idb5vt4oju8pno56pkvv88kbjhlm_1524229812_Kamala_Nehru_Park__Mumbai.jpg"
    },
    {
     "name": "Jehangir Art Gallery",
     "desc": "A monumental establishment in the field of art, Jehangir Art gallery was founded by Sir Cowasji Jehangir, second baronet, in 1952. Located in the southern region of Mumbai, the art gallery is commemorated not just as a primary spot for exhibitions of rare and appreciated paintings, sculptures, photographs, and crafts but also stands as a symbol for promotion and empowerment of Indian contemporary art.",
     "address": "Jehangir Art Gallery, 161B, Mahatma Gandhi Road, Kala Ghoda, Fort, Mumbai, Maharashtra 400001",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/6xlahww9uqlpjir2zq97x0zrskkh_1573451466_jehangir.jpg"
    },
    {
     "name": "Madh Island",
     "desc": "A popular weekend destination, away from the busy city life, Madh Island is all about sunshine, sea breeze, and amazing seafood. Located around 30 kilometres from the Mumbai between the Arabian Sea and Malad creek, it still is a haven for those looking for some unique experiences. An assortment of magnificent Portuguese architecture dating to the 16th century, colourful and charming native Koli villages and forts, the place pleasantly surprises its visitors.",
     "address": "Madh Island is located around 30 kilometers off the north-western coast of Mumbai.",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/sh6vouszgvfcrgk939fyngwoqzb0_shutterstock_1924548245.jpg"
    },
    {
     "name": "Snow World",
     "desc": "Take a fascinating relief from the sweltering heat of Mumbai at a one-of-its-kind theme park – Snow World. Situated in Phoenix Market City, Snow World is a perfect place for your family to enjoy a day in the world of snow. ",
     "address": " Lower Ground Level 58 - 61, Phoenix Market City, Kamani Junction Kurla (W), Mumbai, Maharashtra 400070",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/448ico69ohf8tzvyzwitueouycga_2.png"
    },
    {
     "name": "ISKCON temple Mumbai",
     "desc": "Get lost in the chants of Hare Rama Hare Krishna and feel that eternal connection while you are this enrapturing temple. One of the forty ISKON temples, the ISKON Mumbai is constructed to spread spiritual awareness among people and help them attain spiritual peace through various engaging activities organized by the Internation Society for Krishna Consciousness and it is one of the best places for sightseeing in Mum",
     "address": "Juhu, Mumbai",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--J_kQR_E3--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/170\/274\/original\/1602830776_ISKCON_temple_Mumbai.jpg.jpg"
    },
    {
     "name": "Mumbai Zoo (Jijamata Udyaan)",
     "desc": "Jijamata Udyaan, also known as the Byculla Zoo is one of the best places to visit in Mumbai on weekends. Residing in the heart of the city, the zoo is home to the most unique flora and fauna which add the feathers to its natural extravagance.",
     "address": "Lalbaug Flyover, Near Railway Station, Byculla East, Byculla, Mumbai  ",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--NvZTH8IF--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/170\/273\/original\/1567519301_shutterstock_1401522875.jpg.jpg"
    },
    {
     "name": "Bandra Bandstand",
     "desc": "Also known as the Bandra Promenade, this is a spot-on hangout place while you enjoy the mesmerizing view of the waves gushing at the seashore. A scintillating skyline at the spellbinding seashore, you cannot decide whether the place looks better in the daylight or at night and it is one of the famous places for sightseeing in Mumbai.",
     "address": "10 km from Mumbai Airport",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--QUppA8jc--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/170\/276\/original\/1567519859_band.jpg.jpg"
    },
    {
     "name": "Mumba Devi Temple",
     "desc": "It is an old temple of the city dedicated to Goddess Mumba. The importance of this temple can be understood by the fact that the city of Mumbai derives its name from Goddess Mumbadevi. It is one of the most popular tourist places in Mumbai which gets hundreds of followers visiting on daily basis.  ",
     "address": "Zaveri Bazar in Bhuleshwar area of South Mumbai. ",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--nghsrFD8--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/118\/474\/original\/1552119372_Mumbai_devi.jpg.jpg"
    },
    {
     "name": "Taraporewala Aquarium ",
     "desc": "It is one of the oldest aquaria in the country and also a popular Mumbai tourist attraction. It is a home to marine as well as freshwater fishes.  There are around 400 species residing in the aquarium.  Head out to this amazing places if you are starting your Mumbai sightseeing tour.",
     "address": "Marine Lines, Mumbai",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--9EFM_BO3--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/118\/466\/original\/1507892478_Taraporewala-Aquarium_-_Places-to-visit-in-Mumbai.jpg.jpg"
    },
    {
     "name": "Linking Road ",
     "desc": "A shopping haven, Linking road is the best place to visit in Mumbai to test your bargaining skills. While abiding by the thumb rule to quote the half-price, you can get the knick-knacks at throwaway prices as well and it is one of the must-visit places in Mumbai tourism.",
     "address": "Extends from Bandra Talkies to Dahisar East, Toll Gate Mumbai",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--_WKkEDSi--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/170\/275\/original\/1567519778__DSC0309_Snapseed_Fotor-56a3c1c23df78cf7727f075e.jpg.jpg"
    },
    {
     "name": "Mani Bhavan Gandhi Sangrahalaya",
     "desc": "The Mani Bhavan Gandhi Sangrahalaya in Mumbai happens to be a museum where Mahatma Gandhi stayed in the course of his visits to Bombay from the year 1917 to the year 1934. He used to come to Bombay frequently at that time to formulate his very own philosophy of non-violence protest against the ruling Britishers in India.",
     "address": "19 Laburnum Road, Gamdevi, Mumbai. It would be very easy to find this location and reach out with any inconvenience",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/x5517xrh7wx1ums3blmcipacjofh_1573732051_mani_bhavan.jpg"
    },
    {
     "name": "Mahakali Caves",
     "desc": "Also known as Kondivita Caves, Mahakali caves are the perfect depiction of the lifestyle of people from an early age. They are as old as 2000 years and believed to be built in the 1st and 6th centuries. The caves are made from very strong basalt rock and divided into two major groups having 19 caves in total.",
     "address": " Mahakali Caves Rd, Sunder Nagar, Andheri East, Mumbai, Maharashtra 400093",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/m366pzzvn1i8wyypydboxcsc95gd_1524227758_mhakali_caves.jpg"
    },
    {
     "name": "Water Kingdom",
     "desc": "Owned by the EsselWorld Leisure Pvt Ltd, Water Kingdom is among the biggest water parks in the continent. Spread across 22 acres, the amusement park boasts of over 30 rides. With its multitude of water rides and swimming pools, the theme park is suitable for all age groups, including toddlers, kids, and adults. Along with the neighbouring EsselWorld amusement park, it is the largest of its kind in the country.",
     "address": "EsselWorld, Global Pagoda Road, Gorai, Borivali West, EsselWorld Amusement Park, Gorai, Mumbai",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/6v3za50pekntxinmkkwj2wlm1434_1573295300_yas-waterworld-abu-dhabi.jpg"
    },
    {
     "name": "Flora Fountain",
     "desc": "Established amidst one of the hustling places of Mumbai, Flora Fountain stands with pride. Built in 1864, it was constructed under the British colonial government. It was devoted to the Governor of Bombay, Sir Bartle Frere. The fountain wells up like a natural spring with splashing sound of water falling into the basin surrounded by lion heads.",
     "address": "Flora fountain stands at Veer Nariman Road of South Mumbai. Also known as ‘Hutatma Chowk’, it’s close to Churchgate and Chhatrapati Shivaji Terminus.",
     "image": "https:\/\/res.cloudinary.com\/thrillophilia\/image\/upload\/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto\/v1\/filestore\/2lpn2kknxv5lgcw2y304jc687drp_1602667014_27928109314-990eb20abd-k.png"
    },
    {
     "name": "H20 - The Liquid Lounge",
     "desc": "H20 - The Liquid Lounge is one of the must visit places in  Mumbai. Very few people are aware that Bollywood star Suniel Shetty is the proud owner of this swanky H20 Clubhouse. This place is divided into two sections; the lower part is dedicated solely to rhythm and dance while the upper part houses a quiet restaurant with a Standing Bar.",
     "address": "Hotel Royal Inn, Opp. Khar Telephone Exchange,  Off Linking Road, Khar, Mumbai.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--VlY432pk--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/126\/545\/original\/1521182348_places_to_visit_in_Mumbai_at_Night.jpg.jpg"
    },
    {
     "name": "Café Leopold",
     "desc": "Established in the year 1871, this is one of the popular and also oldest restaurants of the metropolis. This multi-cuisine restaurant was one of the victims of the horrendous 26\/11 Mumbai attack. Although many places Taj Hotel and Trident Hotel have done the renovation post this attack this place is still preserving the signs of it making it one of the must visited places in Mumbai at Night.             ",
     "address": "Colaba region across Colaba Police Station",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--dUG9OPFm--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/118\/455\/original\/1507888175_Cafe_Leopold_-_Best_Places_to_Visit_in_Mumbai.jpg.jpg"
    },
    {
     "name": "Ramkund",
     "desc": "A sacred bathing ghat in Nashik, Ramkund is situated at the bank of the Godavari River. The place is considered to be the holiest place in Nashik and is surrounded with folklores and various mythological stories.",
     "address": "near Kapileshwar Temple, Panchvati, Nashik, Maharashtra, 422003.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--TeLvwjMi--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/151\/532\/original\/1556344963_shutterstock_1261760314.jpg.jpg"
    },
    {
     "name": "Sula Vineyard",
     "desc": "A fine winery and vineyard Located in the beautiful city of Nashik, the Sula Vineyard is the very first winery established in the city and it is one of the famous places to visit in Nashik. The history of the vineyard goes back to 1999, when it initially began operations. ",
     "address": " Sula vineyards is located at Gat 36\/2, Govardhan Village, Off Gangapur-Savargaon road, Nashik, Maharashtra, 422222.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--l5BX2FDZ--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/151\/484\/original\/1603981771_SulaVineyardswithWineTastingDayTourfromMumbai.jpg.jpg"
    },
    {
     "name": "Dudhsagar Falls",
     "desc": "Dudhsagar Falls, also known as Someshwar Falls, is one of the most captivating Nashik tourist places that you can visit.Just 9 km away from Nashik Central Bus Station, the waterfall has a height of 10 meters",
     "address": "Dudhsagar Falls is located at Ambedkar Nagar, Nashik, Maharashtra.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--HveS0aC_--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/151\/497\/original\/1556287916_someshwar-water-fall-ambedkar-nagar-nashik-tourist-attraction-xxpclzd2dx.jpg.jpg"
    },
    {
     "name": "Saptashrungi",
     "desc": "The Saptshrungi Garh is a holy place situated approximately at a distance of 60 KM from Nashik. According to the mythology, it is an abode of Goddess Bhagawati. Innumerable travelers and pilgrims visit Saptshrungi every year. The name Saptshrungi means seven mountain pinnacles. There are around 108 water reservoirs on this Mountain, which are known as Kundas and it is one of the popular places to visit in Nashik.",
     "address": "Saptashrungi Garh Rd, Saptashurngi, Maharashtra 422215",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--IN-mZnqL--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/084\/415\/original\/1556345975_Vani-2014-24.jpg.jpg"
    },
    {
     "name": "Trimbakeshwar Temple",
     "desc": "One of the most popular places of worship, Trimbakeshwar is located in Nashik. People all across India visit Trimbakeshwar to express their faith and devotion. It is one amongst the twelve Jyotirlingas of Lord Shiva. The temple is located at the base of the Bramhagiri Mountain and it is one of the best Nashik tourist places.",
     "address": "Shrimant Peshwe Path, Trimbakeshwar, Maharashtra 422212",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--P0t8FRJC--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/084\/414\/original\/1464936981_1280px-Trimbakeshwar_nj.jpg.jpg"
    },
    {
     "name": "Pandavleni Caves",
     "desc": "All you adventurous and thrill-seeking people, an enthralling experience awaits at the Pandavleni caves in Nashik. If you like mountaineering and trekking then you have to tread the trail towards these caves, as they are situated on a hammock. Located at a height of approximately 300 ft, amidst a thick green forest, these caves also make a perfect destination for peace lovers and nature admirers and it is one of the best places to visit in Nashik.",
     "address": "Pandav Lene Rd, Buddha Vihar, Pathardi Phata, Nashik, Maharashtra 422010",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--cJUDY4DF--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/084\/407\/original\/1464936712_Pandavleni_Caves_near_Nasik.jpg.jpg"
    },
    {
     "name": "Sita Gumpha",
     "desc": "If you are an explorer intrigued by the Indian ancient legends, then the Sita Gumpha is one of the places to visit in Nashik. It is situated near the Kalaram Temple, where Sita expressed her devotion for Lord Shiva. The Sita Gumpha that is also known as Sita Gupha attracts innumerable devotees every year.",
     "address": " Sita gufa, Panchavati, Nashik 422003",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--1BUdH49t--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/084\/397\/original\/1552662032_sita_gumpha.png.jpg"
    },
    {
     "name": "Anjaneri Hills",
     "desc": "The Anjaneri hills derive their name from Goddess Anjana, as the locals say that the Goddess Anjana gave birth to Lord Hanuman in the cave atop the hill and it is one of the holy places to visit in Nashik.",
     "address": "Anjaneri hill is located near Anjaneri town, Anjaneri, Maharashtra, 422212.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--RiCEB-cy--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/151\/496\/original\/1556286467_shutterstock_1106985020.jpg.jpg"
    },
    {
     "name": "Gangapur Dam",
     "desc": "Amongst all the places to visit in Nashik, the Gangapur Dam is a must. Approximately 10 KM away from the main city of Nashik is the Gangapur Dam, a highly fascinating tourist spot. It is situated on the banks of the sacred Godavari River. Being constructed in the year 1954, it is built in conventional style using stones, clay, mud, and sand.",
     "address": "Godavari River, Nashik. ",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--crAHJVbr--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/124\/474\/original\/1514026707_maxresdefault.jpg.jpg"
    },
    {
     "name": "Dugarwadi Waterfall",
     "desc": "Dugarwadi waterfall is one of the most enchanting places to visit in Nashik. It is a majestic waterfall located just 30 km away from Nashik. The cascading falls and the surrounding beauty is sure to soothe the eyes of every visitor.",
     "address": "Trimbakeshwar, Trimbak, Maharashtra, 422212.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--ktfWLG90--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/151\/520\/original\/1556344435_1552643742_Dugarwadi_Waterfall.jpg.jpg.jpg"
    },
    {
     "name": "Kalaram Temple",
     "desc": "The Kalaram temple in Nashik is one of the most religious Nashik tourist places. The Kalaram temple is a very old Hindu place of worship which is dedicated to Lord Rama and it was built around 1788 by Sardar Rangarao Odhekar.",
     "address": " The Kalaram temple is located at Panchvati Road, Panchvati, Nashik, Maharashtra, 422003.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--deEbBu1d--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/151\/503\/original\/1556289431_shutterstock_671765392.jpg.jpg"
    },
    {
     "name": "Vallonne Vineyards",
     "desc": "Vallonne Vineyards is India’s first boutique winery that produces premium French-style wines. Established in 2009, the sprawling estate rests on the gentle slopes of the Sahyadri ranges.",
     "address": "GAT 504, Kavnai Shivar, near Sanjegaon, Taluka Igatpuri, Nashik, Maharashtra, 422403.",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--QG7GtWfD--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/151\/482\/original\/1556283311_Lawn.jpg.jpg"
    },
    {
     "name": "Harihar Fort",
     "desc": "Located 48 km from Igatpuri, Harihar fort is an important fort of Nashik district. The fort captures the attention of the visitors because of its peculiar rock-cut steps and its one of the famous Nashik tourist places",
     "address": " Nirgudpada village, Nashik, 422212, Maharashtra",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--5AYHsiBJ--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/151\/501\/original\/1556289047_rn5mosblovtftvzxb2wo.jpg.jpg"
    },
    {
     "name": "Coin Museum",
     "desc": "Nashik has its own way of amazing visitors. Imagine visiting a museum which is amidst a mountainous region and that is endowed with an enticing panorama. Yes, the Coin Museum is located in close proximity of the Anjeri Hill in Nashik. It was established in the year 1980, in order to educate the common masses about Indian coins and their history.",
     "address": "INHCRF Campus, Nashik - Trimbak Road, Near Anjaneri Village 422213",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--pDgym1Ya--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/084\/390\/original\/1464935988_21590685850_7380212fa0_b.jpg.jpg"
    },
    {
     "name": "Muktidham",
     "desc": "Situated in the suburbs of Nashik is Muktidham, a glorious temple made up of marble. One of the classic attractions here is the temple devoted to Lord Krishna that has mesmeric paintings from the Mahabharata. Another artwork that beautifies this temple and makes it exceptional is the 18 chapters of Bhagwat Geeta written on its walls and it is one of the best Nashik tourist places.",
     "address": "Mahatma Gandhi Rd, Gayakhe Colony, Nashik Road, Nashik, Maharashtra 422101",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--CWvXLCrJ--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/084\/408\/original\/1464936747_Mukti_dham_nashik.JPG.jpg"
    },
    {
     "name": "Vihigaon Waterfall",
     "desc": "The Vihigaon Waterfall is one of the most alluring places to visit in Nashik. It is based in the in the heart of the forest, in the Western Ghats. It is so popular for its natural beauty that it has been utilised as a prominent location in several films, short as well as feature.",
     "address": "Vihigaon, Maharashtra 421602",
     "image": "https:\/\/images.thrillophilia.com\/image\/upload\/s--HjYj8BXF--\/c_fill,g_center,h_450,q_auto,w_753\/dpr_1.0,f_auto,fl_strip_profile\/v1\/images\/photos\/000\/084\/377\/original\/1552663379_Vihigaon_Waterfall.png.jpg"
    }
   ]